{
    "Finished Sequence": "A clone insert that has been sequenced with an error rate of &lt;0.01%. These sequence records generally have no gaps.", 
    "Copy Number Variation (CNV):": "large-scale structural changes in DNA that vary from individual to individual. These include insertions, deletions, duplications and complex multi-site variants that range from kilobases to megabases in size. CNV can influence gene expression, phenotypic variation and alter gene dosage, and in certain instances may be associated with developmental disorders, cause disease or confer susceptibility to complex disease traits.", 
    "Draft sequence": "This term has had several definitions, but generally refers to sequence that is not yet finished but is of generally high quality. In terms of clone based project, Draft sequence refers to a project in which greater than 90% of the bases are of high quality. This means that a clone project will have several fragments connected by Ns. Often, the order and orientation of these fragments is unknown. However, these sequences, in conjunction with other data are a useful substrate for genome assembly and annotation. See HTGS for additional information.", 
    "ChIP/SAGE": "The preparation of small tags from ChIP purified DNA and their subsequent SAGE analysis to achieve genome-wide identification of protein-DNA interactions.", 
    "TPF": "Tiling Path File. This is a simple file that simply lists the order of clones along a chromosome. These files are often used in genome assemblies in an effort to convey mapping information to the assembly program.", 
    "aCGH:": "A technique involving the competitive hybridization of \u0093test\u0094 and \u0093reference\u0094 DNA probes to target genomic (or cDNA clones) immobilized on a microarray. Most often used for the detection of copy number variation (CNV), aCGH also has applications in gene annotation and diagnostics.", 
    "Mate pair": "The sequence obtained from opposite ends of a particular clone are referred to as mate pairs. Knowing that two sequences are derived from the same clone allows these sequences to be linked, even if the full insert of the clone is unavailable. This is key to WGS assemblies.", 
    "ChIP/SEQ": "A technique involving size selection, high throughput sequencing (typically using next generation sequencing technologies that produce millions of reads in a run) and mapping of ChIP purified DNA onto a reference genome to achieve genome-wide identification of protein-DNA interactions.", 
    "BLAT": "A hashing algorithm developed by Jim Kent to allow rapid searching of large amounts of genome sequence. A hashing algorithm divides the database into words of a prescribed size (often 12-14 bases). The locations of these words are stored in memory. The query sequence is scanned for exact matches to words stored in memory. These types of algorithms tend to be very fast and effective for closely related sequences, but fail as sequences diverge.\r\nIn addition to nucleotide BLAT, translated BLAT allows for comparison of protein sequences.\tThis sequence aligner also allows for accurate alignment of transcribed sequences by looking at splice site information.", 
    "N50": "The contig/scaffold length at which have of the bases in a given assembly reside. This provides a measure of continuity. For instance, a scaffold N50 of 15 Mb means that at least half of the bases in the assembly are in a contig that is at least 15 Mb.", 
    "SSLP": "Simple sequence length polymorphisms. Common examples of these in mammalian genomes include runs of dinucleotide or trinucleotide repeats (CACACACACACACACACA).", 
    "Haplotype (haploid genotype):": "a set of closely linked genetic markers present on one chromosome that tend to be inherited together. A haplotype may also refer to a set of single nucleotide polymorphisms (SNPs) on a single chromatid that are statistically associated with one another.", 
    "e-PCR": "Electronic PCR. A program that searches a given sequence for the presence of primer pairs. These primers must be in the proper orientation and a specified distance apart to define a match. There are currently two versions of this program. Forward e-PCR takes a sequence as a query and searches a database of sequence tag sites (STSs) while reverse e-PCR uses an STS to search a sequence for the presence of the primers in the correct orientation at the specified distance.", 
    "FISH:": "Fluorescent in situ hybridization. Genomic clones are fluorescently labeled and hybridized to chromosome spreads. In this way a clone can be mapped to a discrete cytogenetic band. If the clone has sequence associated with it, this information can be used to integrate sequence with cytogenetic information.", 
    "BES": "BAC end sequence. The ends of BACs are sequenced and the clone association information is retained. In this way, BAC clones that do not have insert sequence can be integrated with other BAC clones, or with WGS assemblies.", 
    "RefSeq": ">Reference Sequence. The goal of the RefSeq project is to produce a reference sequence for all naturally occurring molecules from the central dogma (DNA, RNA, Protein).", 
    "RH mapping": "Radiation Hybrid mapping. A physical mapping method that estimates linkage and distance relative to radiation-induced chromosome breaks. This is analogous to genetic mapping.", 
    "BAC/PAC:": "Bacterial Artificial Chromosome/P1 Artificial Chromosome. \r\n      Commonly used cloning vectors for the human genome project. These vectors \r\n      can hold large inserts, typically 80-200 kb, and propagate in E. coli \r\n      as a single copy episome.", 
    "Linkage mapping": "This type of mapping measures meiotic recombination using polymorphic markers to produce the relative order of markers with respect to each other. Distance between markers is measured in centiMorgans (cM). A centiMorgan is equivalent to a 1% cross-over rate.", 
    "Gene trapping": "This strategy uses transgenesis to introduce DNA carrying a reporter gene (lacZ or GFP) flanked by various genomic signals (splice donor or acceptor sites, promoters, etc.). Expression of the reporter gene indicates that the DNA has integrated into a region of the genome containing a gene. The gene that has been trapped can be recovered using the DNA sequences associated with the reporter construct. Often, the introduction of the gene trapping vector inactivates the gene into which it was introduced.", 
    "Component": "A sequence used to construct a larger sequence (a sequence contig or a scaffold). Typically this is a sequence found in GenBank/EMBL/DDBJ, often  a clone sequence or a WGS contig but occassionally a PCR product.", 
    "SAGE (Serial Analysis of Gene Expression):": "a technique for identifying and quantifying transcripts from eukaryotic genomes. This method is based on the isolation and concatenation of short sequence tags (~14 bp) from individual mRNAs into longer DNA molecules that are subsequently sequenced. A tag\u0092s gene origin is determined via mapping of the tag to a reference genome. See also CAGE (Cap Analysis Gene Expression).", 
    "Phenotype": "An observable characteristic displayed by an organism. These characteristics can be controlled by genes, by the environment, or a combination of both. The characteristic can be directly observable, such as having brown eyes. In some cases, the phenotype will be measurable, such as having high blood pressure.", 
    "Chromosomal rearrangement:": "These are events that are mediated by double-strand breaks and subsequent repair occurring in the genome. When these breaks are repaired the location of landmarks in the genome have often changed or have been removed completely. There are many different types of rearrangements:", 
    "ChIP:": "Chromatin Immunoprecipitation. A method for identifying protein-DNA interactions. Genomic DNA and associated proteins are cross-linked, sheared, and immunoprecipitated with antibodies that recognize specific DNA proteins. Purified DNA fragments are then assayed by various techniques to determine the association of specific sequences with the protein of interest (see below).", 
    "CAGE:": "Cap Analysis Gene Expression. a technique for identifying transcription start sites and quantifying promoter usage in eukaryotic genomes. The method is based on the isolation and concatenation of short sequence tags (~21 bp) from the 5\u0092 ends of individual mRNAs into longer DNA molecules that are subsequently sequenced. Transcriptional start sites are determined via mapping of tags to a reference genome. See also SAGE (Serial Analysis of Gene Expression).", 
    "Gap:": "a region of the genome for which no sequence is currently available. There are two types of gaps: heterochromatic and euchromatic. Heterochromatic gaps consist largely of highly repetitive sequence, while euchromatic gaps are more likely to contain genes. Gaps may occur both within and between genomic scaffolds.", 
    "ExoFish": "A technique that utilizes Whole Genome Shotgun (WGS) reads from the pufferfish, Tetraodan nigroviridis, to identify potential coding sequences in mammalian genomes based on homology. This technique was first used to annotate the Human Genome.", 
    "Scaffold": "(see supercontig)", 
    "HTGS": "High Throughput Genome Sequence. This is a term to distinguish all genomic sequence generated in a high-throughput manner. In order to release data more rapidly, it became standard for all sequence centers to submit unfinished sequence into public repositories (the &quot;Bermuda Rules&quot;). This sequence is deposited into the HTG division of GenBank/EMBL/DDBJ. In general, these terms are used to describe clone (BAC/PAC/fosmid) based projects.", 
    "RFLP": "Restriction fragment length polymorphism. A type of polymorphism detectable in a genome by the size differences in DNA fragments generated by restriction enzyme analysis.", 
    "Supercontig (Scaffold):": "A supercontig is formed when an association can be made between two contigs that have no sequence overlap. This commonly occurs using information obtained from paired plasmid ends. For example, both ends of a BAC clone are sequenced. It can be inferred that these two sequences are approximately 150-200 Kb apart (based on the average size of a BAC). If the sequence from one end is found in a particular sequence contig, and the sequence from the other end is found in a different sequence contig, the two sequence contigs are said to be linked. In general, it is useful to have end sequences from more than one clone to provide evidence for linkage.", 
    "EST": "Expressed sequence tag. These are single-pass sequences of cDNA clones. Databases of EST sequences are highly redundant but quite useful for gene identification. There are many efforts to cluster EST sequences to remove the redundancy and low-quality sequences.", 
    "Stem Cells": "Most cells of the adult body are terminally differentiated, that is, they are no longer able to replace themselves or to become another cell type. Stem cells are undifferentiated cells that are able to both proliferate and differentiate into numerous cell types. For example, embryonic stem cells are able to differentiate into any cell type found within the embryo, where as hematopoietic stem cells can differentiate into any blood cell.", 
    "Segmental Duplication:": "a region of genomic DNA ranging from 1 to 400kb that may be found at more than one site in the genome. Segmental duplications often share >90% sequence identity. See also Copy Number Variation (CNV).", 
    "Cosmid": "Cloning vector that typically contains insert sizes of 60-120kb. These vectors are hybrids of lambda phages and plasmids and can be propagated as plasmids or packaged like phage. The name comes from the fact that these vectors retain the phage cos sites that are used for lambda head stuffing. These are generally maintained in multiple copies in E. coli.", 
    "Tiling (Targeting Induced Local Lesions in Genomes):": "a reverse genetics technique that permits the directed identification of mutations in genes of interest. A chemical mutagen is used to induce lesions in an individual\u0092s gametes, from which the DNA is recovered and subsequently analyzed by gene specific PCR and enzyme digest to identify genes with mutations.", 
    "Accession number:": "An accession number is a unique \r\n\tidentifier given to a sequence when it is submitted to one of the DNA repositories \r\n      (GenBank, EMBL, \r\n      DDBJ). The initial deposition of \r\n      a sequence record is referred to as version 1. If the sequence is updated, \r\n    the version number is incremented but the accession number will remain constant.", 
    "Fingerprint": "The pattern of bands produced by a clone when restricted by a particular enzyme, such as HindIII. Clones that are related will have have fingerprint bands in common. The more bands in common, the greater the degree of overlap.", 
    "Fosmid:": "A cloning system based on the E. coli F factor. These clones have an average insert size of 40 Kb, with a very small standard deviation.", 
    "Annotation:": "Adding biological information to \r\n      genome sequence. This is a very complex task, and the process for doing \r\n      this is rapidly evolving. Several groups are doing automated computational \r\n      annotation of several genomes. Features that are added to the genome often \r\n      include gene models, SNPs, and STSs.", 
    "Whole Genome Shotgun Sequencing (WGS):": "Whole Genome Shotgun. A sequencing method by which an entire genome is cut into chunks of discrete sizes (usually 2,10, 50 and 150 Kb) and cloned into an appropriate vector. The ends of these clones are sequenced. The two ends from the same clone are referred to as mate pairs. The distance between two mate pairs can be inferred if the library size is known and should have a narrow window of deviation.", 
    "Allelic series:": "A collection of distinct mutations \r\n\t\tthat affect a single locus. Often, these different mutations will produce \r\n\t\tdifferent phenotypes, thus providing a powerful genetic tool for the dissection \r\n\t\tof gene function.", 
    "STS": "Sequence Tag Site. In general, short sequences (200-500 bp) are produced throughout a genome. Oligonucleotide primers are generated such that this sequence can be amplified using PCR to produce a discrete band when analyzed by electrophoresis. STS markers can be polymorphic or monomorphic. They are critical to integrating non-sequence based maps (such as genetic or RH) with sequence based maps.", 
    "End Sequence Profiling (ESP):": "a method for detecting genome-level variation. End sequences of clones from a library of interest are mapped onto a reference genome (in silico). Analysis of end sequence density and end sequence pair plots can reveal regions containing translocations, inversions, deletions/insertions and other complex structures. See also Paired End Mapping (PEM).", 
    "Positional cloning": "Identification of a gene based on its physical location in the genome. Often, an individual has a phenotype, but the gene underlying this phenotype is unknown. Using linkage mapping, the phenotype can be assigned a position in the genome. Once a phenotype has been localized, overlapping sets of clones (for example, BACs) that cover the region are identified. Genes within the region are identified and compared to DNA from individuals that display the phenotype until the underlying mutation is identified.", 
    "SSAHA": "A hashing algorithm developed for rapid searching of large amounts of genome sequence. This program is similar to BLAT but does not use splice information to align mRNA sequences, nor can it perform translated searches.", 
    "ChIP/chip": "the hybridization of ChIP purified DNA to microarrays containing genomic DNA sequences to achieve genome-wide identification of protein-DNA interactions.", 
    "Transgenesis": "The introduction of exogenous DNA into a cell. Typically, this term refers to the introduction of a gene into an embryo or other eukaryotic cell. In general, this DNA will insert into the genome at random, although specific loci can be targeted. The size of the DNA molecule introduce can be small (a few basepairs) to quite large (over 100 Kb).", 
    "CDS:": "Coding sequence. This is the portion of an mRNA or genomic sequence that \r\n        encodes for a protein sequence.", 
    "Paired End Mapping (PEM):": "a method for detecting genome-level variation. Paired ends from size-selected sheared genomic DNA fragments are subjected to high-throughput sequencing and then mapped onto a reference genome (in silico). Analysis of paired end spans can reveal regions containing translocations, inversions, deletions/insertions and other complex structures. See also End Sequence Profiling (ESP).", 
    "Optical Mapping:": "A light microscope based technique in which images of single DNA molecules undergoing restriction enzyme digest are recorded and used for the construction of physical maps of large pieces of DNA. Optical maps often serve as scaffolds for the precise alignments of sequence contigs that are generated during genome sequencing projects.", 
    "AGP:": "A file that describes how primary sequences can be assembled to make a non-redundant, contiguous sequence. The sequence being assembled may be a contig or a chromosome. This file describes the portion of the component sequence used in the contig, in addition to the location on the contig of the component sequence. For more information about the file specifiction, see the format definition page.", 
    "Library": "A library is a collection of DNA fragments that have been cloned into a vector that can propagate in E. coli. Once the DNA fragments are ligated into the vector, the collection of clones are transformed into a strain of E. coli suitable for propogation. To access individual clones, the E. coli hosts are grown on plates at a low density. The density is so low that individual colonies can be visualized, and each colony should contain only one DNA fragment. Typically, individual colonies are arrayed into microtiter plates (either 96 or 384 wells). This allows for both indexing and easy storage of the bacterial colonies.", 
    "Gene targeting:": "This is a specific type of transgenesis that targets a particular gene. If a mutated copy of a gene is electroporated into a cell, the inserted DNA will find the endogenous copy of itself and recombination will occur with some frequency (1-25%). If this event occurs in embryonic stem cells, cells carrying the new copy of the gene can be used to generate embryos that can be assessed for the phenotypic consequences of the mutation. This technique is used frequently in mice to study loss-of -function mutations.", 
    "YAC": "Yeast artificial chromosome. These cloning vectors were developed using yeast centromere and telomere sequences. The average insert size of these clones ranges from 100-1000 Kb. These clones can span large portions of the genome but can be highly unstable.", 
    "SNP": "Single Nucleotide Polymorphism. A single base difference found when comparing the same DNA sequence from two different individuals.", 
    "Whole Genome Assembly Comparison (WGAC):": "a computational method that detects identity between long stretches of genomic sequence, revealing regions of segmental duplication. A method complementary to Whole Genome Shotgun Sequence Detection (WSSD).", 
    "Contig": "This is short for contiguous sequence. When two sequences overlap at their ends (known as a &quot;dove-tail&quot; overlap). The sequences can be collapsed into a single, non-redundant sequence.", 
    "BLAST": "Basic Local Alignment Search Tool. A method for \r\n      performing sequence comparisons. Either protein sequences or nucleotide \r\n      sequences can be used. This algorithm has been extended and now includes \r\n      a suite of programs including megaBLAST \r\n      and discontiguous \r\n      megaBLAST.", 
    "Whole Genome Shotgun Sequence Detection (WSSD):": "a computational method for the comparison of whole genome shotgun sequence (WGS) to a reference genome, commonly used for the detection of segmental duplications. A method complementary to Whole Genome Alignment Comparison (WGAC).", 
    "Mutation": "A sequence variation that deviates from the reference, or &quot;wild type&quot;, sequence. This variation can be a SNP, an insertion of sequence, or a deletion of sequence. There can be a great deal of sequence variation between individuals in a population. For example, different humans may have as many as 1 basepair difference every 1000 bp. In practice, mutations are distinguished from variation because they have phenotypic consequences. Mutations in the Pax6 gene that lead to a loss of the function of that gene lead to the eyeless mutation in flies, the Small eye mutation in mice, and aniridia in humans."
}